<?php

use yii\base\Widget;
use yii\bootstrap\Html;

/* @var $this \common\base\View */
/** @var Widget $postsWidget */

$this->title = 'Валентина Панченко';
$this->titleCustom = 'Главная';
?>

<p>Мой дом - город у моря.</p>
<p>Моя жизнь - мое творчество.</p>

<p>По профессии я лодырь:) С фотоаппаратом наперевес. Снимала много кого, чего и когда. Люблю эксперименты. Провожу выездные фотосесии, предметные, немного репортажки, очень люблю портреты. Ничего не имею против работы вторым фотографом на мероприятиях. Нахожусь в постоянном поиске моделей.</p>

<p>
	Бисером прониклась давно, сначала мастерила ерунду, позже начала делать украшения для съемок. Ныне бисер - моя панацея. Практически любое из моих изделий поддается корректировке, дрессировке и повтору. <br />
Я принимаю участие в городских и краевых ярмарках, выставках (информацию о которых можно узнать <?= Html::a('тут', 'http://www.prim-mastera.com/', ['target' => '_blank']) ?>, выполняю украшения на заказ. Состою в клубе рукоделий "Славяночка".
</p>

<p>Кроме того, немного пишу, держу дома удава и обожаю готовить.<br />
В моей жизни всегда есть место новым увлечениям, проектам и знакомствам.</p>

<p>
***<br />
-Моня, ты счастлив?<br />
-А шо делать?...<br />
***
</p>
<p>
Не без придури:)
</p>

<?= $postsWidget->run() ?>